<template>
    <div class="wrap">
            <div class="heade"></div>
            <div class="con">
                 <h1>
                     <img src="../assets/img/customerCase/privacy.jpg" alt="">
                     <span>
                         AIMO隐私政策
                     </span>
                 </h1>
                 <p>感谢您使用AIMO智能营销平台，您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。有鉴于此，北京联龙博通电子商务技术有限公司旗下AIMO运营的AIMO产品和服务提供者（或简称“我们”）制定本《隐私政策》（下称“本政策”）并提醒您：</p>
                 <p>
                    本政策适用于所有AIMO产品及服务，包括AIMO网页版（域名为aimo.com）、AIMO网页版（域名为）以及将AIMO部分功能/服务作为第三方服务集成在AIMO关联公司（见定义条款）和/或其他第三方智能软件或服务中。如我们关联公司（范围详见定义部分）的产品或服务中使用了AIMO提供的产品或服务但未设独立的隐私政策的，则本政策同样适用于该部分产品或服务。
                 </p>
                 <p>
                     需要特别说明的是，本隐私政策不适用于其他第三方通过前述网页向您提供的服务。例如您通过AIMO下载使用的第三方应用或者依托AIMO产品向您提供服务时，您向第三方提供的信息不适用本政策。在使用AIMO产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用AIMO产品或服务，即表示您已充分理解并同意本政策。 如您对本政策内容有任何疑问、意见或建议，可以通过【7*12小时客服热线（010-63107988）】方式与我们联系。
                 </p>
                 <h2>
                     第一部分 定义
                 </h2>
                 <p>
                     AIMO服务：是指联龙博通旗下的AIMO服务提供者开发、运营的旨在开发解决中国金融机构营销、运营等业务为主的平台。包括AIMO官网（域名为aimo.com）、AIMO网页版（域名为aimo.com）、以及将AIMO部分功能/服务作为第三方服务集成在AIMO关联公司（见定义条款）和/或其他第三方软件而提供的服务。
                 </p>
                 <p>
                    AIMO服务提供者：是指研发并提供AIMO产品和服务的北京联龙博通电子商务技术有限公司，以下简称“联龙博通”。
                 </p>
                 <p>
                     个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
                 </p>
                 <p>
                    个人敏感信息：包括身份证件号码、手机号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。
                 </p>
                 <p>
                      个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。
                 </p>
                 <h2>
                     第二部分 法律声明
                 </h2>
                 <p>
                     一、权利归属
                 </p>
                 <p>
                      AIMO的Logo、“AIMO”等文字、图形及其组合，以及AIMO其他标识、徽记、AIMO服务的名称等为AIMO及其关联公司在中国和其他国家的注册商标。未经AIMO书面授权，任何人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。
                 </p>
                 <p>
                     AIMO所有的产品、服务、技术与所有应用程序或其组件/功能（以下或简称“技术服务”）的知识产权均归属于AIMO所有或归其权利人所有。
                 </p>
                 <p>
                     除非另行声明，AIMO拥有AIMO在网站内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经AIMO许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载阿里云网站内的任何内容）。被授权浏览、复制、打印和传播属于AIMO产品和服务内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。
                 </p>
                 <h2>
                     二、责任限制
                 </h2>
                 <p>
                     AIMO用户在AIMO官方主页以及AIMO网页版上自行上传、提供、发布相关信息，包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、资讯等，该等信息均由用户自行提供，AIMO用户须对其提供的任何信息依法承担全部责任。
                 </p>
                 <p>
                     AIMO转载作品（包括论坛内容）出于传递更多信息之目的，并不意味AIMO赞同其观点或证实其内容的真实性。
                 </p>
                 <p>
                     AIMO在此提示，您在使用AIMO产品及服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用AIMO产品及服务从事侵犯他人名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，AIMO不对您使用AIMO产品及服务的用途和目的承担任何责任。
                 </p>
                 <h2>
                     三、知识产权保护
                 </h2>
                 <p>
                     我们尊重知识产权，反对并打击侵犯知识产权的行为。任何组织或个人认为AIMO提供的产品及服务（如转载文章、发布的信息、AIMO入驻的第三方应用及其发布的信息等）可能侵犯其合法权益的，可以通过以下形式向AIMO提出书面权利通知，AIMO将在收到知识产权权利人合格通知后依法尽快处理：
                 </p>
                 <p>
                     1. 通过邮寄的方式将通知书及证明材料原件邮寄至：
                 </p>
                 <p>
                     收件人：AIMO用户运营中心
                 </p>
                 <p>
                      地址：北京市宣武区庄胜广场中央办公楼南翼840室
                 </p>
                 <p>
                      邮编：100032
                 </p>
                 <p>
                       2. 将通知书及证明材料扫描后通过电子邮件发送至电子邮箱：cs@chinamworld.com
                 </p>
                 <h2>
                     第三部分 隐私政策
                 </h2>
                 <p>
                     本隐私政策部分将帮助您了解以下内容：
                 </p>
                 <p>
                     1.我们如何收集和使用您的个人信息
                 </p>
                 <p>
                     2.我们如何使用Cookie和同类技术
                 </p>
                 <p>
                     3.我们如何共享、转让、公开披露您的个人信息
                 </p>
                 <p>
                     4.我们如何保护您的个人信息
                 </p>
                 <p>
                      5.我们如何处理未成年人的个人信息
                 </p>
                 <p>
                     6.您的个人信息如何在全球范围转移
                 </p>
                 <p>
                     7.本隐私政策如何更新
                 </p>
                 <p>
                     8.如何联系我们
                 </p>
                 <h2>
                     一、我们如何收集和使用您的个人信息
                 </h2>
                 <p>
                      (一) 我们如何收集您的信息
                 </p>
                 <p>
                     我们会出于本政策所述的以下目的，收集和使用您的个人信息：
                 </p>
                 <p>
                      1.帮助您成为AIMO用户
                 </p>
                 <p>
                     为成为AIMO正式用户，以便我们为您提供智能营销服务，包括开放化数据集成、AI营销训练引擎、全景客户画像、创意内容管理、自动化智能运营等功能功能，您需要提供姓名、手机号、电子邮箱等基本信息，我们的客户经理将在24小时之内联系您并帮助您创建AIMO账号和密码。如果您仅需使用浏览、搜索AIMO官方主页及AIMO开放平台等基本服务及介绍，您不需要申请试用成为我们的用户。
                 </p>
                 <p>
                     成为AIMO用户后，您可以对个人信息做自主修改，操作入径：【官网-个人信息-修改】，如电话、电子邮箱等。当您主动注销账户时，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。
                 </p>
                 <p>
                      2.向您提供产品或服务
                 </p>
                 <p>
                     1)您向我们提供的信息
                 </p>
                 <p>
                      在服务使用过程中，您可以对AIMO产品及服务的体验问题反馈，帮助我们更好地了解您使用我们产品或服务的体验和需求，改善我们产品或服务。
                 </p>
                 <p>
                      2)我们在您使用服务过程中收集的信息
                 </p>
                 <p>
                     为向您提供更契合您需求的智能软件、页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用产品、服务以及使用方式的信息并将这些信息进行关联，这些信息包括：
                 </p>
                 <p>
                     设备信息：我们会根据您在使用中授予的具体权限，接收并记录您所使用的PC相关信息（例如PC型号、操作系统版本、设置等软硬件特征信息）、PC所在位置相关信息（例如IP地址、GPS/北斗位置信息以及能够提供相关信息的Wi-Fi接入点、蓝牙和基站等传感器信息）。
                 </p>
                 <p>
                     日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间、您访问的网页记录、通话状态信息等。
                 </p>
                 <p>
                     请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
                 </p>
                 <p>
                      为展示您账号的订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。
                 </p>
                 <p>
                     当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。
                 </p>
                 <p>
                     3) 第三方向我们提供的信息
                 </p>
                 <p>
                        AIMO将对其他用户进行与您相关的操作时收集关于您的信息，亦可能从AIMO关联公司、合作第三方或通过其他合法途径获取的您的个人数据信息。
                 </p>
                 <h2>
                     3.为您提供安全保障
                 </h2>
                 <p>
                     为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们或与我们关联公司的协议、政策或规则的行为，我们可能收集或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息。
                 </p>
                 <h2>
                     4.其他用途
                 </h2>
                 <p>
                     我们将基于本政策未载明的其他特定目的收集您的信息时，会事先征求您的同意。
                 </p>
                 <p>
                      AIMO收集及使用上述信息的目的是为了更好地经营AIMO产品和服务（包括但不限于向您提供个性化的服务），并且会通过包括但不限于通过网站通知、电子邮件、电话或短信息等方式通知，AIMO不会查看或者使用您通过AIMO存储的任何业务数据。
                 </p>
                 <p>
                      如我们停止运营AIMO产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。
                 </p>
                 <p>
                      (二) 我们如何使用您的信息
                 </p>
                 <p>
                     收集您的信息是为了向您提供服务及提升服务质量，为了实现这一目的，我们会把您的信息用于下列用途：
                 </p>
                 <p>
                      1. 向您提供您使用的AIMO产品或服务，并维护、改进、优化这些服务及服务体验；
                 </p>
                 <p>
                      2. 为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们或与我们关联公司的协议、政策或规则的行为，保护您、其他用户或公众，我们或我们关联公司的合法权益，我们可能使用或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施；
                 </p>
                 <p>
                      3. 我们可能会将您的信息进行处理或者与来自其他服务的信息结合起来，用于为了向您提供更加个性化的服务使用，例如向您推荐可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者在征得您同意的情况下与AIMO合作伙伴共享信息以便他们向您发送有关其产品和服务的信息；
                 </p>
                 <p>
                      4. 经您许可的其他用途。
                 </p>
                 <h2>
                     二、我们如何使用 Cookie 和同类技术
                 </h2>
                 <p>
                    为使您获得更轻松的访问体验，您使用AIMO产品或服务时，我们可能会通过采用各种技术收集和存储您访问AIMO服务的相关数据，在您访问或再次访问AIMO服务时,我们能识别您的身份，并通过分析数据为您提供更好更多的服务。包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入账户信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie、Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。
                 </p>
                 <p>
                     请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝AIMO的Cookie，但拒绝AIMO的Cookie在某些情况下您可能无法使用依赖于cookies的AIMO服务的部分功能。
                 </p>
                 <p>
                      网页上常会包含一些电子图像，称为“单像素 GIF 文件”或“网络 beacon”，它可以帮助网站计算浏览网页的用户或访问某些cookie。我们会通过网络beacon收集您浏览网页活动信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。
                 </p>
                 <h2>
                     三、我们如何共享、转让、公开披露您的信息
                 </h2>
                 <p>
                     (一) 共享
                 
                 </p>
                <p>
                    我们不会与AIMO服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
                </p>
                 <p>
                     1. 在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
                 </p>
                 <p>
                     2. 在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
                 </p>
                 <p>
                     3. 只有透露您的资料，才能提供您所要求的产品和服务。
                 </p>
                 <p>
                      4. 在您被他人投诉侵犯知识产权或其他合法权利时，需要向投诉人披露您的必要资料，以便进行投诉处理的；
                 </p>
                 <p>
                      5.与关联公司间共享：为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息或保护AIMO关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息（如为便于您使用AIMO账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账号信息），如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
                 </p>
                 <p>
                     6. 与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。
                 </p>
                 <p>
                       AIMO服务含有到其他网站的链接。除法律另有规定外，AIMO对其他网站的隐私保护措施不负任何责任。我们可能在任何需要的时候增加商业伙伴或共用品牌的网站，但是提供给他们的将仅是综合信息，我们将不会公开您的身份。
                 </p>
                 <p>
                     (二) 转让
                 </p>
                 <p>
                    我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
                 </p>
                 <p>
                    1. 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。
                 </p>
                 <p>
                     2. 在AIMO服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
                 </p>
                 <p>
                     (三) 公开披露
                 </p>
                 <p>
                     我们仅会在以下情况下，公开披露您的个人信息：
                 </p>
                 <p>
                    1.获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
                 </p>
                 <p>
                     如果我们确定您出现违反法律法规或严重违反AIMO相关协议规则的情况，或为保护AIMO及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或AIMO相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及AIMO已对您采取的措施。
                 </p>
                 <p>
                     (四) 共享、转让、公开披露个人信息时事先征得授权同意的例外
                 </p>
                 <p>
                    以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
                 </p>
                 <p>
                      1.与国家安全、国防安全有关的；
                 </p>
                 <p>
                      2.与公共安全、公共卫生、重大公共利益有关的；
                 </p>
                 <p>
                     3.与犯罪侦查、起诉、审判和判决执行等有关的；
                 </p>
                 <p>
                     4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
                 </p>
                 <p>
                     5.您自行向社会公众公开的个人信息；
                 </p>
                 <p>
                      6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
                 </p>
                 <h2>
                     四、我们如何保护您的信息
                 </h2>
                 <p>
                     我们会采取各种预防措施来保护您的个人信息，以保障您的个人信息免遭丢失、盗用和误用，以及被擅自取阅、披露、更改或销毁。为确保您个人信息的安全，我们有严格的信息安全规定和流程，并有专门的信息安全团队在公司内部严格执行上述措施。
                 </p>
                 <p>
                     AIMO有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。目前，我们的重要信息系统已经通过ISO27001、信息系统安全保护等级（三级）等认证。
                 </p>
                 <p>
                     我们会采取合理可行的措施，尽力避免收集无关的个人信息，并在限于达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期限或在法律的允许期限内。
                 </p>
                 <p>
                     在不幸发生个人信息安全事件后，我们将按照法律法规的要求【并最迟不迟于30 个自然日内】向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。
                 </p>
                 <p>
                     互联网环境并非百分之百安全，尽管我们有这些安全措施，但请注意在互联网上不存在“完善的安全措施”，我们将尽力确保您的信息的安全性。
                 </p>
                 <h2>
                     五、未成年人保护
                 </h2>
                 <p>
                     我们重视未成年人的信息保护，如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许，父母或监护人明确同意或者保护未成年人所必要的情况下使用，共享，转让或披露此信息。我们将根据国家相关法律法规及本《AIMO隐私政策》的规定保护未成年人的个人信息。
                 </p>
                 <h2>
                     六、您的个人信息如何在全球范围转移
                 </h2>
                 <p>
                     原则上，我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中华人民共和国境内。就中华人民共和国境外AIMO用户使用AIMO产品及服务过程中产生的个人信息，您同意回传存储在中国境内的服务器上，否则您无法使用现有AIMO的产品及服务。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。
                 </p>
                 <h2>
                     七、本政策如何更新
                 </h2>
                 <p>
                     我们的隐私政策可能变更。
                 </p>
                 <p>
                     未经您明确同意我们不会限制您按照本隐私政策所应享有的权利。我们会在AIMO官方主页（链接：www.aimo.com）上公告发布对本隐私政策所做的任何变更。
                 </p>
                 <p>
                       对于重大变更，我们还会提供更为显著的通知（包括我们会通过AIMO公示的方式进行意见征集、公告通知甚至向您提供弹窗提示）。
                 </p>
                 <p>
                      本政策所指的重大变更包括但不限于：
                 </p>
                 <p>
                     1.我们的服务模式发生重大变化。如处理用户信息的目的、用户信息的使用方式等；
                 </p>
                 <p>
                      2.我们在控制权、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
                 </p>
                 <p>
                      3.用户信息共享、转让或公开披露的主要对象发生变化；
                 </p>
                 <p>
                       4.我们负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化时；
                 </p>
                 <p>
                     5.用户信息安全影响评估报告表明存在高风险时。
                 </p>
                 <h2>
                     八、如何联系我们
                 </h2>
                 <p>
                     如果您对AIMO的隐私保护政策或数据处理有任何疑问、意见或建议， 可以通过【7*12小时客服热线（010-63107988）】与我们联系，我们邮寄联系方式如下：
                 </p>
                 <p>
                     AIMO（中国）信息技术有限公司
                 </p>
                 <p>
                     联系部门：AIMO用户运营中心
                 </p>
                 <p>
                     地址：北京市宣武区庄胜广场中央办公楼南翼840室
                 </p>
                 <p>
                     邮编：100032
                 </p>
                 <p>
                       电子邮箱：cs@chinamworld.com  
                 </p>
                 <p>
                      一般情况下，我们将在收到您相关联系信息后三十天内回复。
                 </p>
                 <p>
                     如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向北京市西城区人民法院提起诉讼来寻求解决方案。
                 </p>
            </div>
    </div>
</template>
<script>

export default {
    date(){
        return{

        }
    }
}
</script>
<style lang="scss" scoped>
    .wrap{
        // width: 100%;
        // height: 100%;
        .con{
            width: 100%;
            height: 100%;
            padding: 110px 120px 100px 120px;
            h1{
                width: 100%;
                height: 30px;
                line-height: 30px;
                display: flex;
                align-items: center;
                font-size: 20px;
                color: #262626;
                font-weight: 500;
                padding-bottom: 40px;
                span{
                    text-indent: 20px;
                }
            }
            p{
                font-size: 14px;
                line-height: 32px;
                text-indent: 28px;
                color: #818181;
            }
            h2{
                font-size: 14px;
                line-height: 32px;
                color: #818181;
            }
        }     
    }
</style>