<template>
    <div class="wrap">
            <div class="con">
                 <h1>
                     <img src="../assets/img/customerCase/book.jpg" alt="">
                     <span>
                         AIMO服务协议
                     </span>
                 </h1>
                 <p>欢迎使用AIMO产品及服务！</p>
                 <p>提示：在使用AIMO产品及服务之前，您应当认真阅读并遵守《AIMO服务协议》（以下简称“本协议”）以及
                    《AIMO隐私权政策》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议
                    解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。争议解决和法律适用
                    条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。
                    当您按照申请试用页面提示填写信息、阅读并同意本协议且完成全部程序后，或您按照激活页面提示填写信息、
                    阅读并同意本协议且完成全部激活程序后，或您以其他AIMO允许的方式实际使用本服务时，即表示您已充分阅读、
                    理解并接受本协议的全部内容，本协议即产生法律约束力。您承诺接受并遵守本协议的约定，届时您不应以未阅读
                    本协议的内容或者未获得AIMO对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
                </p>
                <h2>一、缔约主体</h2>
                <p>本协议由通过AIMO网站使用AIMO服务的用户（以下简称“用户”或“您”）与北京联龙博通电子商务技术有限公司共同缔结。</p>
                <h2>二、协议内容和效力</h2>
                <p>
                    1、本协议内容包括本协议正文及所有AIMO已经发布或将来可能发布的隐私权政策、各项政策、规则、声明、通知、警示、提示、说明（以下简称“规则”）。前述规则为本协议不可分割的组成部分，与本协议具有同等法律效力。
                </p>
                <p>
                     2、AIMO有权根据需要不时制订、修改本协议及相关规则，变更后的协议和规则一经公布，立即取代原协议及规则并自动生效。如您不同意相关变更，应当立即停止使用AIMO服务，如您继续使用AIMO服务或进行任何网站活动，即表示您已接受经修订的协议和规则。
                </p>
                <h2>
                    三、服务内容
                </h2>
                <p>
                    AIMO产品和服务包括AIMO官网（域名为aimo.com））及AIMO智能营销平台以及将AIMO部分功能/服务作为第三方服务集成在AIMO关联公司和/或其他第三方智能硬件、软件或服务中并向您提供的服务（“本服务”，具体以AIMO提供的为准）。AIMO会不断丰富您使用本服务的终端、形式等，如您已开通账号使用一种形式的服务，则可以以同一账号使用其他服务，本协议自动适用于您对所有版本的软件和服务的使用。
                </p>
                <p>
                       2、AIMO依据本协议、《AIMO隐私权政策》以及其他适用的规则，许可您对AIMO软件进行不可转让的、非排他性的使用。您可以制作本软件的一个副本，仅用作备份。备份副本必须包含原软件中含有的所有著作权信息，本条及本协议其他条款未明示授权的其他一切权利仍由AIMO保留，您在行使这些权利时须另外取得AIMO的书面许可。AIMO如果未行使前述任何权利，并不构成对该权利的放弃。
                </p>
                <p>
                     3、本服务内容包含支持AI营销训练引擎、全景客户画像、创意内容管理、自动化智能运营、活动增长引擎等技术功能，这些功能服务可能根据用户需求的变化，随着因服务版本不同、或服务提供方的单方判断而被优化或修改，或因定期、不定期的维护而暂缓提供。
                </p>
                <p>
                    4、AIMO有权自行决定对服务或服务任何部分及其相关功能、应用软件进行变更、升级、修改、转移，并在AIMO官网（aimo.com）上公示通知。
                </p>
                <h2>
                    四、申请试用及账号管理
                </h2>
                <p>
                    1、您确认，在您完成试用申请程序或以其他AIMO允许的方式实际使用服务时，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且AIMO有权注销（永久冻结）您的账户，并向您及您的监护人索偿。如您代表一家企业、组织机构或其他法律主体申请试用或以其他AIMO允许的方式实际使用本服务，则您声明和保证，您已经获得充分授权并有权代表该公司、组织机构或法律主体使用AIMO，并受本协议地约束。
                </p>
                <p>
                     2、您需要提供确认的手机号等其他信息进行申请试用, 您申请时应提交真实、准确、完整和反映当前情况的身份及其他相关信息，之后我们的和客户经理将会在24小时之内联系您，确认符合试用条件之后，客户经理将会为你您开通账号并给你初始密码，登录之后可以对密码进行修改。您理解并同意，您承诺提供的身份信息中不得出现违法和不良信息，不得冒充他人，不得未经许可为他人申请。
                </p>
                <p>
                    3、您了解并同意，AIMO账号所有权归属于AIMO，申请试用完成后，您仅获得账号使用权。AIMO账号使用权仅归属于初始申请人，不得以任何方式转让或被提供予他人使用，否则，AIMO有权立即不经通知收回该账号，由此带来的因您使用本服务产生的全部数据、信息等被清空、丢失等的损失，您应自行承担。
                </p>
                <p>
                    4、在您成功申请后，AIMO将根据您的身份要素识别您的身份和授权登录。“身份要素”包括但不限于您的账户名称、密码、短信校验码等信息。请您务必妥善保管您的终端及账户、密码和/或身份要素信息，并对利用该账户和密码/身份信息所进行的一切活动负全部责任。您承诺，在密码或账户遭到未获授权的使用，或者发生其他任何安全问题时，将立即通知AIMO，且您同意并确认，除法律另有规定外，AIMO不对上述情形产生的任何直接或间接的遗失或损害承担责任。除非有法律规定或司法裁定，且征得AIMO的同意，否则，您的账户、密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。
                </p>
                <p>
                     5、您了解并同意，如您注册AIMO账号后连续超过12个月未登录，AIMO为优化管理等目的，有权回收该账号。
                </p>
                <p>
                    6、如您注销AIMO或停止使用服务时，AIMO有权自行对账号相关内容及信息以包括但不限于删除等方式进行处理，且无需就此向用户承担任何责任。
                </p>
                <h2>
                    五、服务使用规范
                </h2>
                <p>
                    1、用户充分了解并同意，AIMO仅为用户提供服务平台，您应自行对利用服务从事的所有行为及结果承担责任。相应地，您应了解，使用AIMO服务可能发生来自他人非法或不当行为（或信息）的风险，您应自行判断及行动，并自行承担相应的风险。
                </p>
                <p>
                    2、您应自行承担因使用服务所产生的费用，包括但不限于上网流量费、通信服务费等。
                </p>
                <p>
                    3、除非另有说明，本协议项下的服务只能用于非商业用途。您承诺不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于包括但不限于广告及任何其它商业目的。
                </p>
                <p>
                    4、您承诺不会利用本服务进行任何违法或不当的活动，包括但不限于下列行为:
                </p>
                <p>
                    4.1 上载、传送或分享含有下列内容之一的信息：
                </p>
                <p>
                    (a) 反对宪法所确定的基本原则的；
                </p>
                <p>
                    (b) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                </p>
                <p>
                    (c) 损害国家荣誉和利益的；
                </p>
                <p>
                    (d) 煽动民族仇恨、民族歧视、破坏民族团结的；
                </p>
                <p>
                     (e) 破坏国家宗教政策，宣扬邪教和封建迷信的；
                </p>
                <p>
                    (f) 散布谣言，扰乱社会秩序，破坏社会稳定的；
                </p>
                <p>
                     (g) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                </p>
                <p>
                     (h) 侮辱或者诽谤他人，侵害他人合法权利的；
                </p>
                <p>
                      (i) 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
                </p>
                <p>
                     (j) 含有中国或其您所在国国家管辖法所适用的法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
                </p>
                <p>
                     4.2 冒充任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；
                </p>
                <p>
                    4.3 伪造标题或以其他方式操控识别资料，使人误认为该内容为AIMO或其关联公司所传送；
                </p>
                <p>
                    4.4 将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以上载、传送或分享；
                </p>
                <p>
                    4.5 将涉嫌侵害他人权利（包括但不限于著作权、专利权、商标权、商业秘密等知识产权）之内容上载、传送或分享；
                </p>
                <p>
                      4.6 跟踪或以其它方式骚扰他人, 或通过本服务向好友或其他用户发送大量信息；
                </p>
                <p>
                      4.7 将任何广告、推广信息、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以上载、传送或分享；供前述目的使用的专用区域或专用功能除外；
                </p>
                <p>
                     4.8 因本服务并非为某些特定目的而设计，您不可将本服务用于包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，AIMO不承担法律责任；
                </p>
                <p>
                      4.9 进行任何超出正常的好友或用户之间内部或外部信息沟通、交流等目的的行为；
                </p>
                <p>
                     4.10 出于超出正常好友或用户之间内部或外部信息沟通、交流等目的（包括但不限于为发送广告、垃圾、骚扰或违法违规等信息的目的），通过自己添加或诱导他人添加等任何方式使自己与其他用户形成好友关系（好友关系包括但不限于单向好友关系和双向好友关系，下同）；
                </p>
                <p>
                    4.11 违反遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”要求的行为；
                </p>
                <p>
                      4.12 从事任何违反中国法律、法规、规章、政策及规范性文件的行为。
                </p>
                <p>
                      5、您承诺不对本软件和服务从事以下行为：
                </p>
                <p>
                    5.1 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；
                </p>
                <p>
                    5.2 干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；
                </p>
                <p>
                    5.3 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
                </p>
                <p>
                     5.4 通过非AIMO开发、授权的第三方软件、插件、外挂、系统，登录或使用软件及服务，或制作、发布、传播上述工具；
                </p>
                <p>
                     5.5 自行、授权他人或利用第三方软件对本软件及其组件、模块、数据等进行干扰。
                </p>
                <p>
                    6、您承诺，使用AIMO服务时您将严格遵守本协议。
                </p>
                <p>
                     7、您同意并接受AIMO无须时时监控您上载、传送或分享的资料及信息，但AIMO有权对您使用服务的情况进行审查、监督并采取相应行动，包括但不限于删除信息、中止或终止服务，及向有关机关报告。
                </p>
                <p>
                     8、您承诺不以任何形式使用本服务侵犯AIMO的商业利益，或从事任何可能对AIMO造成损害或不利于AIMO的行为。
                </p>
                <p>
                     9、您了解并同意，在AIMO服务提供过程中，AIMO及其关联公司自行或由其他第三方合作伙伴向您发送广告、推广或宣传信息（包括商业或非商业信息）。AIMO依照法律的规定对广告商履行相关义务（包括向您提供选择关闭广告信息的功能），您应当自行判断广告信息的真实性可可靠性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，AIMO不承担责任。
                </p>
                <p>
                    10、您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对使用本服务时接触到的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。AIMO无法且不会对您因前述风险而导致的任何损失或损害承担责任。
                </p>
                <p>
                    11、如果AIMO发现或收到他人举报您有违反本协议约定的，AIMO有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于收回账号，限制、暂停、终止您使用部分或全部本服务，追究法律责任等措施。
                </p>
                <h2>
                    六、服务费用
                </h2>
                <p>
                    1、本服务的任何免费试用或免费功能和服务不应视为AIMO放弃后续收费的权利。AIMO有权提前7天在AIMO官网上以公告的形式通知您收费标准。若您继续使用本服务，则需按AIMO公布的收费标准支付相应费用。
                </p>
                <p>
                     2、所有费用需通过AIMO接受的支付方式事先支付。前述使用费不包含其它任何税款、费用或相关汇款等支出，否则您应补足付款或自行支付该费用。
                </p>
                <p>
                     3、AIMO有权根据实际情况提前7天单方调整费用标准及收费方式，并以公告形式通知您，而无需获得您的事先同意，如您不同意收费应当立即停止服务的使用，否则使用则视为您已同意并应当缴纳费用。
                </p>
                <p>
                     4、您应当自行支付使用本服务可能产生的上网费以及其他第三方收取的通讯费等。
                </p>
                <h2>
                    七、第三方应用及服务
                </h2>
                <p>
                    1、AIMO允许第三方应用接入服务平台，您可以在AIMO直接获得包括但不限于OA软件等第三方应用服务（具体以您所在企业组织选择开通为准）。您了解并同意，AIMO仅作为平台提供者，相关应用由该第三方独立提供，除法律法规和本协议另有规定外，AIMO不对您对该应用的使用承担任何责任。
                </p>
                <p>
                    2、您了解并同意，如AIMO对服务或其部分做出调整、中止或终止而对第三方应用服务产生影响，AIMO不承担任何责任。
                </p>
                <p>
                     3、您通过第三方应用或服务使用AIMO时，AIMO可能会调用第三方系统或者通过第三方支持您的使用或访问，使用或访问的结果由该第三方提供。
                </p>
                <p>
                    4、您理解并同意，您在使用AIMO服务中的第三方应用及服务时，除遵守本协议的约定外，还应遵守第三方用户协议。
                </p>
                <h2>
                    八、服务中止或终止
                </h2>
                <p>
                    1、鉴于互联网服务的特殊性，AIMO有权对服务内容进行变更，也可能会中断、中止或终止全部或者任一部分的服务，包括免费服务和/或收费服务，并在AIMO官网上以公示的形式通知您。
                </p>
                <p>
                     2、您了解并同意，AIMO可能定期或不定期地对提供网络服务的平台设备、设施和软硬件进行维护或检修，如因此类情况而造成收费服务在合理时间内中止，AIMO无需承担责任，但应事先在AIMO官网以公示的形式通告您。
                </p>
                <p>
                    3、如存在下列违约情形之一，AIMO可立即对用户中止或终止服务，并要求用户赔偿损失：
                </p>
                <p>
                    3.1 用户违反第四条之使用义务；
                </p>
                <p>
                    3.2 用户使用收费网络服务时未按规定支付相应服务费；
                </p>
                <p>
                    3.3 用户违反第五条服务使用规范之规定。
                </p>
                <h2>
                    九、隐私政策
                </h2>
                <p>
                      1、您在AIMO服务注册的账户具有密码保护功能，以确保您基本信息资料的安全，请您妥善保管账户及密码信息。
                </p>
                <p>
                    2、AIMO努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您存储在AIMO中的信息和通信内容不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。AIMO会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，AIMO将在任何时候尽力做到使您的信息不被泄漏、毁损或丢失，但同时也请您注意在信息网络上不存在绝对完善的安全措施，请妥善保管好相关信息。
                </p>
                <p>
                    3、您应当保管好终端、账号及密码，并妥善保管相关信息和内容。因您自身原因导致的数据丢失或被盗以及在本软件及服务中相关数据的删除或储存失败的责任由您自行承担。
                </p>
                <p>
                    4、其他隐私条款见《AIMO隐私权政策》。
                </p>
                <h2>
                    十、知识产权
                </h2>
                <p>
                    1、您了解及同意，除非AIMO另行声明，本协议项下服务包含的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利均归AIMO或其关联公司所有。
                </p>
                <p>
                     2、您应保证，除非取得AIMO书面授权，对于上述权利您不得（并不得允许任何第三人）实施包括但不限于出租、出借、出售、散布、复制、修改、转载、汇编、发表、出版、还原工程、反向汇编、反向编译，或以其它方式发现原始码等的行为。
                </p>
                <p>
                     3、AIMO服务涉及的Logo、“AIMO”等文字、图形及其组成，以及AIMO其他标识、徵记、产品和服务名称均为AIMO及其关联公司在中国和其它国家的商标，用户未经AIMO书面授权不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用、或作其他处理。
                </p>
                <p>
                    4、您理解并同意授权AIMO在宣传和推广中使用您的名称、商标、标识，但仅限于表明您属于我们的客户或合作伙伴。
                </p>
                <h2>
                    十一、有限责任
                </h2>
                <p>
                    1、服务将按"现状"和按"可得到"的状态提供。AIMO在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性，没有错误或疏漏，持续性，准确性，可靠性，适用于某一特定用途之类的保证，声明或承诺。
                </p>
                <p>
                    2、AIMO对服务所涉的技术和信息的有效性，准确性，正确性，可靠性，质量，稳定，完整和及时性均不作承诺和保证。
                </p>
                <p>
                    3、不论在何种情况下，AIMO均不对由于Internet连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
                </p>
                <p>
                     4、不论是否可以预见，不论是源于何种形式的行为，AIMO不对由以下原因造成的任何特别的，直接的，间接的，惩罚性的，突发性的或有因果关系的损害或其他任何损害（包括但不限于利润或利息的损失，营业中止，资料灭失）承担责任。
                </p>
                <p>
                    4.1 使用或不能使用服务；
                </p>
                <p>
                    4.2 通过服务购买或获取任何产品，样品，数据，信息或进行交易等，或其他可替代上述行为的行为而产生的费用；
                </p>
                <p>
                    4.3 未经授权的存取或修改数据或数据的传输；
                </p>
                <p>
                    4.4 第三方通过服务所作的陈述或行为；
                </p>
                <p>
                    4.5 其它与服务相关事件，包括疏忽等，所造成的损害。
                </p>
                <p>
                    5、您充分了解并同意，鉴于互联网体制及环境的特殊性，您在服务中分享的信息及个人资料有可能会被他人复制、转载、擅改或做其它非法用途；您在此已充分意识此类风险的存在，并确认此等风险应完全由您自行承担，AIMO对此不承担任何责任。
                </p>
                <p>
                    6、您了解并同意，在使用服务过程中可能存在来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）及匿名或冒名的信息的风险，基于服务使用规范所述，该等风险应由您自行承担，AIMO对此不承担任何责任。
                </p>
                <h2>
                    十二、违约责任及赔偿
                </h2>
                <p>
                    1、如果AIMO发现或收到他人举报您有违反本协议约定的，AIMO有权不经通知随时对相关内容进行删除、屏蔽，并采取包括但不限于限制、暂停、终止您使用AIMO账号及服务，限制、暂停、终止您使用部分或全部本服务（包括但不限于解除与团体或成员的所属关系，删除通信录、限制增加成员、限制发送消息或添加好友等），追究法律责任等措施。
                </p>
                <p>
                    2、您同意，由于您通过服务上载、传送或分享之信息、使用本服务其他功能、违反本协议、或您侵害他人任何权利因而衍生或导致任何第三人向AIMO及其关联公司提出任何索赔或请求，或AIMO及其关联公司因此而发生任何损失，您同意将足额进行赔偿（包括但不限于合理律师费）。
                </p>
                <h2>
                    十三、有效通知
                </h2>
                <p>
                     1、AIMO向您发出的任何通知，可采用电子邮件、页面公开区域公告、个人网络区域提示、手机短信或常规信件等方式，且该等通知应自发送之日视为已向用户送达或生效。
                </p>
                <p>
                     2、您同意，您向AIMO发出的任何通知应发至AIMO对外正式公布或以第十六条所述方式告知用户的线上或线下联系方式、通信地址、电子邮件、等联系信息，或使用其他AIMO认可的其他通知方式进行送达。
                </p>
                <h2>
                    十四、争议解决及其他
                </h2>
                <p>
                    1、本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并以北京市西城区人民法院为第一审管辖法院。
                </p>
                <p>
                    2、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。
                </p>
                <p>
                    3、AIMO于用户过失或违约时放弃本协议规定的权利的，不得视为其对用户的其他或以后同类之过失或违约行为弃权。
                </p>
                <p>
                     4、本协议应取代双方此前就本协议任何事项达成的全部口头和书面协议、安排、谅解和通信。
                </p>
                <p>
                    5、您理解并同意，AIMO有权自主决定经营策略并根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，转让将以本协议规定的方式通知，用户承诺对此不持有异议。
                </p>
                <h2>
                    十五、联系方式
                </h2>
                <p>
                      您可以通过【7*12小时客服热线（010-63107988）】与我们联系，我们邮寄联系方式如下：北京联龙博通电子商务技术有限公司
                </p>
                <p>
                      联系部门：AIMO用户运营中心
                </p>
                <p>
                    地址：北京市西城区宣武门外大街6号庄胜广场南翼840室
                </p>
                <p>
                    邮编：100032
                </p>
                <p>
                    电子邮箱：cs@chinamworld.com 
                </p>
                <p>
                    （完）
                </p>
            </div>
    </div>
</template>
<script>
export default {
    date(){
        return{

        }
    }
}
</script>
<style lang="scss" scoped>
    .wrap{
        // width: 100%;
        // height: 100%;
        .con{
            width: 100%;
            height: 100%;
            padding: 110px 120px 100px 120px;
            h1{
                width: 100%;
                height: 30px;
                line-height: 30px;
                display: flex;
                align-items: center;
                font-size: 20px;
                color: #262626;
                font-weight: 500;
                padding-bottom: 40px;
                span{
                    text-indent: 20px;
                }
            }
            p{
                font-size: 14px;
                line-height: 32px;
                text-indent: 28px;
                color: #818181;
            }
            h2{
                font-size: 14px;
                line-height: 32px;
                color: #818181;
            }
        }     
    }
</style>